Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_onboarding_dialog_mrz_id_message
source: You’ll find a long string of characters at the bottom of the front or back of the document, split into 2 or 3 lines and separated by arrows (<< or >>).
ak: Wubehu nkyerɛwde atenten bi wɔ krataa no ase wɔ n’anim anaa n’akyi, a wɔakyekyɛ mu ayɛ no nkyerɛwde 2 anaa 3 na wɔde aro (<< anaa >>) atew ntam.
am: በሰነዱ ፊት ወይም ጀርባ የታችኛው ክፍል ላይ፣ በ2 ወይም 3 መስመሮች የተከፈለና በቀስቶች (<< ወይም >>) የተለያየ ረጅም የቁምፊዎች ተርታ ያገኛሉ።
ar: ستجد سلسلة طويلة من الأحرف في أسفل الصفحة الأمامية أو الخلفية للمستند، مقسمة إلى سطرين أو 3 أسطر ومفصولة بأسهم (<< أو >>).
bn: নথির সামনের বা পেছনের অংশের নিচের দিকে আপনি অক্ষর ও চিহ্নের একটি দীর্ঘ সারি দেখতে পাবেন, যা দুই বা তিনটি লাইনে বিভক্ত এবং তীরচিহ্ন (<< বা >>) দ্বারা আলাদা করা।
cs: Ve spodní části přední či zadní strany dokumentu najdete dlouhý řetězec znaků, který je rozdělený do 2 nebo 3 řádků a přerušovaný šipkami (<< nebo >>).
da: Du finder en lang række tegn nederst på forsiden eller bagsiden af dokumentet, opdelt i 2 eller 3 linjer og adskilt af pile (<< eller >>).
de: Am unteren Rand der Vorder- oder Rückseite des Dokuments finden Sie eine lange Zeichenfolge. Sie ist in 2 oder 3 Zeilen geteilt und durch Pfeile (<< oder >>) getrennt.
el: Θα βρείτε μια μεγάλη αλληλουχία χαρακτήρων στο κάτω μέρος της μπροστινής ή της πίσω πλευράς του εγγράφου, διαχωρισμένη σε 2 ή 3 γραμμές με βέλη (<< ή >>).
es: En la parte inferior de la parte frontal o del reverso del documento encontrarás una larga cadena de caracteres dividida en 2 o 3 líneas y separada por flechas (<< o >>).
es_mx: Encontrará una larga cadena de caracteres en la parte inferior del frente o el reverso del documento, dividida en 2 o 3 líneas y separada por flechas (<< o >>).
fa: Dar payin-e ru ya pusht-e mostanad, reshte'i boland az neshaneha peida mikonid ke be 2 ya 3 khat taghsim shode va ba alamat-haye felesh (<< ya >>) az ham joda shode ast.
fi: Löydät asiakirjan etu- tai kääntöpuolen alareunasta pitkän merkkijonon, joka on jaettu 2 tai 3 riville ja jonka osat on erotettu toisistaan nuolilla (<< tai >>).
fil: Makakakita ka ng mahabang string ng mga character sa ibaba ng harap o likod ng dokumento. Nahahati ito sa 2 o 3 linya at pinaghihiwalay ng mga arrow (<< o >>).
fr: Vous trouverez une longue chaîne de caractères en bas du recto ou du verso du document, divisée en deux ou trois lignes et séparée par des flèches (<< ou >>).
fr_ca: Vous trouverez une longue suite de caractères au bas de la première ou de la dernière page du document, répartie sur deux ou trois lignes et séparée par des flèches (<< ou >>).
ha: Za ka nemi dogon jerin haruffa a kasa a gaba ko bayan takardar, raba shi zuwa layuka 2 ko 3 kuma a raba da kibiyoyi (<< ko >>).
he: תמצאו מחרוזת ארוכה של תווים בתחתית החלק הקדמי או האחורי של המסמך. היא מחולקת ל-2 או 3 שורות ומופרדת על ידי חיצים (<< ו->>).
hi: आप दस्तावेज़ के आगे या पीछे, सबसे नीचे अक्षरों की एक लंबी स्ट्रिंग पाएँगे, जो 2 या 3 पंक्तियों में बँटी होती है और तीर (<< या >>) से अलग की जाती है।
hr: Na dnu prednje ili stražnje strane dokumenta pronaći ćete dugačak niz znakova, raspoređen u 2 ili 3 retka i odvojen strelicama (<< ili >>).
hu: Az okmény elején vagy hátoldalán egy hosszú karaktersort talál, amely 2 vagy 3 sorra van osztva, valamint (<< vagy >>) nyilak választják el.
id: Anda akan menemukan deretan karakter panjang di bagian bawah sisi depan atau belakang dokumen, terbagi menjadi 2 atau 3 baris dan dipisahkan oleh tanda panah (<< atau >>).
is: Þú finnur langa röð af táknum neðst á forsíðu eða bakhlið skjalsins, skipt í 2 eða 3 línur og aðskilin með örvum (&lt;&lt; eða &gt;&gt;).
it: Troverai una lunga serie di caratteri nella parte inferiore del fronte o del retro del documento, suddivisa in 2 o 3 righe e separata da frecce (<< o >>).
ja: 書類の表面または裏面の下部に、「<<」または「>>」で区切られた2～3行の長い文字列があります。
ka_ge: დოკუმენტის წინა ან უკანა მხარეს, ქვედა ნაწილში ნახავთ სიმბოლოების გრძელ მიმდევრობას, რომელიც დაყოფილია 2 ან 3 სტრიქონად და შეიცავს გამყოფ ნიშნებს << ან >>.
kk: Құжаттың алдыңғы немесе артқы бетінің төменгі жағынан 2–3 жолдан тұратын таңбалар мен көрсеткілермен (<< немесе >>) бөлінген ұзын жолды табыңыз.
km_kh: អ្នកនឹងឃើញសំណុំអក្សរវែងនៅខាងក្រោមនៃផ្នែកខាងមុខ ឬខាងក្រោយរបស់ឯកសារ ដែលត្រូវបានចែកជា 2 ឬ 3 បន្ទាត់ និងញែកដោយសញ្ញាព្រួញ (<< ឬ >>)។
ko: 문서의 앞면 또는 뒷면 하단에서 화살표(<< 또는 >>)로 구분된 2~3줄의 긴 문자열을 찾을 수 있습니다.
lv: Dokumenta priekšpuses vai aizmugures apakšdaļā jūs atradīsiet garu virkni rakstzīmju, kas ir izvietota 2–3 rindās un sadalīta ar bultiņām (<< vai >>).
ms: Anda akan menemukan rentetan aksara yang panjang di bahagian bawah muka hadapan atau belakang dokumen, terdiri daripada 2 atau 3 baris dan dipisahkan oleh simbol anak panah (<< atau >>).
nb: Du finner en lang rekke med tegn på bunnen av forsiden eller baksiden av dokumentet, delt inn i 2–3 linjer og skilt med piler (<< eller >>).
ne: तपाईंले कागजातको अगाडि वा पछाडिको भागको तल्लो तर्फ अक्षर र अंकहरूको एउटा लामो लहर भेट्टाउनुहुनेछ, जुन 2 वा 3 हरफमा विभाजित भई तीरका चिह्नहरू (<< वा >>) द्वारा छुट्याइएको हुन्छ।
nl: U zult een lange reeks tekens vinden onderaan de voor- of achterzijde van het document, verdeeld over 2 of 3 lijnen en gescheiden door pijlen (<< of >>).
pl: Na dole przedniej lub tylnej strony dokumentu znajdziesz długi ciąg znaków, podzielony na 2 lub 3 wiersze i oddzielony strzałkami (<< lub >>).
ps_af: تاسو به د سند د مخ یا شا په ښکته برخه کې د کرکټرونو یوه اوږده لیکه وګورئ چې په 2 یا 3 کرښو وېشل شوې ده او د (<< یا >>) وېکتور نښو په وسیله جلا شوې دي.
pt: Encontrará uma longa sequência de carateres na parte inferior da frente ou do verso do documento, dividida em 2 ou 3 linhas e separada por setas (<< ou >>).
pt_br: Você encontrará uma longa sequência de caracteres na parte inferior da frente ou do verso do documento, dividida em 2 ou 3 linhas e separada por símbolos de seta (<< ou >>).
ro: Veți găsi un șir lung de caractere în partea de jos a documentului, pe fața sau pe spatele acestuia, întins pe 2 sau 3 rânduri și separat prin săgeți (<< sau >>).
ru: Внизу, на лицевой или оборотной стороне документа, находится длинный перечень символов на 2 или 3 строках, разделенный стрелками (<< или >>).
si: ලේඛනයේ ඉදිරිපස හෝ පිටුපස පැත්තේ පතුලේ, ඔබට ඊතල (<< හෝ >>) මගින් වෙන් වූ පේළි 2 කට හෝ 3 කට බෙදුණු දිගු අක්ෂර මාලාවක් දක්නට ලැබෙනු ඇත.
sk: V spodnej časti prednej alebo zadnej strany dokumentu nájdete dlhý reťazec znakov. Je rozdelená na 2 alebo 3 riadky a oddelená šípkami (<< alebo >>).
sl: Na spodnjem delu sprednje ali zadnje strani dokumenta boste našli dolg niz znakov, razdeljen v dve ali tri vrstice ter ločen s puščicami (<< ali >>).
sr: Na dnu prednje ili zadnje strane dokumenta pronaći ćete dugačak niz znakova, podeljen u 2 ili 3 reda i razdvojen strelicama (<< ili >>).
sv: Längst ner på dokumentets fram- eller baksida finns två eller tre rader med tecken som separeras av pilar (<< eller >>).
sw: Utapata mfululizo mrefu wa herufi chini ya sehemu ya mbele au nyuma ya hati, uliogawanywa katika mistari 2 au 3 na kutenganishwa na mishale (<< au >>).
th: คุณจะพบชุดอักขระยาวที่ด้านล่างของส่วนหน้าหรือส่วนหลังของเอกสาร แยกออกเป็น 2 หรือ 3 บรรทัดและคั่นด้วยลูกศร (<< หรือ >>)
tr: Belgenin ön veya arka yüzünün alt kısmında 2 veya 3 satıra ayrılmış ve oklarla (<< veya >>) ayrılmış uzun bir karakter dizisi göreceksiniz.
uk: Ви знайдете довгий рядок символів внизу передньої або задньої сторони документа, розділений на 2 або 3 рядки та відокремлений стрілками (<< або >>).
ur: دستاویز کے اگلے یا پچھلے رخ کے نچلے حصے میں حروف کی ایک طویل لڑی موجود ہوگی، جو 2 یا 3 سطروں میں تقسیم اور تیر کے نشانات (<< یا >>) سے جدا ہوگی۔
uz: Hujjatning old yoki orqa tomonining pastki qismida 2 yoki 3 qatorga boʻlingan va strelkalar (<< yoki >>) bilan ajratilgan uzun belgilar qatorini topasiz.
vi: Bạn sẽ tìm thấy một chuỗi ký tự dài ở phía dưới mặt trước hoặc mặt sau của giấy tờ, chia thành 2 hoặc 3 dòng và được phân tách bằng mũi tên (<< hoặc >>).
yo: Wàá rí àwọn òǹkọ̀wé tó gùn gan-an ní ìsàlẹ̀ iwájú tàbí ẹ̀yìn ìwé àkọsílẹ̀ náà, tó pín sí àwọn ilà 2 tàbí 3 tí àwọn àmì ọfà là láàárín (<< or >>).
zh_hans: 您将在文件正面或反面的底部找到一长串字符，分为 2 到 3 行，并由箭头（<< 或 >>）分隔。
zh_hant: 您可以在文件正面或背面的底部找到一長串字元，通常會分成 2 到 3 行，並以箭頭符號 (<< 或 >>) 分隔。

# mb_onboarding_dialog_mrz_id_title
source: Locate MRZ on the document
ak: Hwehwɛ MRZ wɔ krataa no so
am: የሰነዱ የMRZ ገፅን ያግኙ
ar: حدد مكان منطقة القراءة الآلية (MRZ) في المستند
bn: নথিতে MRZ খুঁজে বের করুন
cs: Vyhledejte na dokumentu MRZ kód
da: Find MRZ på dokumentet
de: Finden Sie den MRZ auf dem Dokument
el: Εντοπίστε το MRZ στο έγγραφο
es: Localiza el MRZ en el documento
es_mx: Localice la MRZ en el documento
fa: MRZ ra ruye mostanad peida konid
fi: Etsi asiakirjan MRZ
fil: Hanapin ang MRZ sa dokumento
fr: Repérez MRZ sur le document
fr_ca: Localisez la ZLA sur le document
ha: Nemi MRZ akan takardar
he: אתרו את ה-MRZ על המסמך
hi: दस्तावेज़ पर MRZ को ढूंढें
hr: Locirajte MRZ na dokumentu
hu: Keresse meg az MRZ kódot az okmányon
id: Temukan MRZ pada dokumen
is: Finndu véllesanlega svæði skjalsins
it: Individua l'MRZ sul documento
ja: 書類のMRZを探してください
ka_ge: მოძებნეთ MRZ დოკუმენტზე
kk: Машина оқитын аймақ жолағын табыңыз.
km_kh: រកមើលទីតាំង MRZ នៅលើឯកសារ
ko: 문서에서 MRZ를 찾으세요
lv: Atrodiet dokumentā MRZ
ms: Kenal pasti MRZ pada dokumen.
nb: Finn MRZ på dokumentet
ne: कागजातको MRZ भएको भाग पत्ता लगाउनुहोस्
nl: Lokaliseer MRZ op het document
pl: Znajdź strefę MRZ na dokumencie
ps_af: MRZ په سند ومومئ
pt: Localize o MRZ no documento
pt_br: Localize a MRZ no documento
ro: Găsiți MRZ pe document
ru: Найдите в документе МСЗ
si: ලේඛනයේ MRZ එක ඇති තැන සොයා ගන්න
sk: Nájdite na dokumente strojovo čitateľnú oblasť (MRZ)
sl: Poiščite strojno berljivo območje na dokumentu
sr: Pronađite MRZ zonu na dokumentu
sv: Leta reda på dokumentets MRZ-kod
sw: Tafuta MRZ kwenye hati
th: ค้นหา MRZ บนเอกสาร
tr: Belgede MRZ'yi bulun
uk: Знайдіть MRZ на документі
ur: دستاویز پر MRZ تلاش کریں
uz: Hujjatdan MRZ'ni toping
vi: Xác định vị trí MRZ trên giấy tờ
yo: Ṣàwárí MRZ lórí ìwé àkọsílẹ̀ náà
zh_hans: 找到文件上的机读区
zh_hant: 找到文件上的 MRZ

# mb_onboarding_dialog_title
source: Keep all the details visible
ak: Hwɛ sɛ wobehu afa nyinaa
am: ሁሉንም ዝርዝሮች እንዲታዩ ያድርጉ
ar: تأكد من وضوح جميع البيانات
bn: সমস্ত বিবরণ দৃশ্যমান রাখুন
cs: Všechny detaily musejí být ve viditelném stavu
da: Hold alle oplysningerne synlige
de: Machen Sie alle Informationen sichtbar
el: Φροντίστε όλες οι λεπτομέρειες να είναι ορατές
es: Mantenga todos los detalles visibles
es_mx: Mantener visibles todos los detalles
fa: Hame-ye joziyat ra ghabel-e did negah darid
fi: Pidä kaikki tiedot näkyvissä
fil: Panatilihing nakikita ang lahat ng detalye
fr: Gardez tous les détails visibles
fr_ca: Veillez à ce que tous les détails soient visibles.
ha: A daidaita yadda za a riƙa ganin dukkannin bayanan
he: כל הפרטים חייבים להיות גלויים
hi: इस प्रकार रखें की सभी जानकारी पूरी तरह दिखाई दे
hr: Pazite da su svi detalji vidljivi
hu: Az összes adat legyen látható
id: Pastikan semua detail terlihat
is: Haldið öllum upplýsingunum sýnilegum
it: Fai in modo tutti i dati siano visibili
ja: すべての詳細が見えるようにしてください
ka_ge: ყველა დეტალი უნდა ჩანდეს
kk: Мәліметтердің барлығының көрініп тұрғанына көз жеткізіңіз
km_kh: រក្សាព័ត៌មានលម្អិតទាំងអស់ដែលអាចមើលឃើញ
ko: 모든 세부 내용들이 보이도록 해주세요
lv: Paturēt redzamu visu detalizēto informāciju
ms: Pastikan semua butiran kelihatan
nb: La alle detaljene være synlige
ne: विवरणहरू देखिनेगरी राख्नुहोस्
nl: Zorg ervoor dat alle gegevens zichtbaar zijn
pl: Wszystkie szczegóły powinny być widoczne
ps_af: ټول جزئیات ښکاره وساتئ
pt: Mantenha todos os pormenores visíveis
pt_br: Mantenha todos os detalhes visíveis
ro: Asigurați vizibilitatea tuturor detaliilor
ru: Следите за тем, чтобы все элементы были видны
si: සියලු විස්තර පෙනෙන පරිදි තබා ගන්න
sk: Udržujte všetky detaily viditeľné
sl: Vidni morajo biti vsi podatki
sr: Neka svi detalji budu vidljivi
sv: Håll alla uppgifter synliga
sw: Hakikisha kila kitu kinaonekana
th: สังเกตว่ารายละเอียดมองเห็นได้ชัด
tr: Tüm ayrıntıları görünür hâlde tut
uk: Тримайте всі деталі видимими
ur: تمام تفصیلات نمایاں رکھیں
uz: Barcha tafsilotlar koʻrinib tursin
vi: Đảm bảo nhìn thấy rõ tất cả các chi tiết
yo: Jẹ́ kí gbogbo àwọn ìsọfúnni náà hàn kedere
zh_hans: 保持所有细节可见
zh_hant: 保持所有細節清楚可見

# mb_passport_help_open_passport_subtitle
source: Open your passport to the page with your photo and personal details. This page shows your name, date of birth, passport number, and other identifying information.
ak: Bue wo akwantuo krataa no kɔ krataafa a wo mfonini ne wo ho nsɛm wɔ so no so. Krataafa yi kyerɛ wo din, da a wɔwoo wo, wo akwantuo krataa nɔma, ne nsɛm afoforo a wɔde hu wo.
am: ፓስፖርትዎን ፎቶዎ እና የግል መረጃዎ ባሉበት ገጽ ላይ ይክፈቱ። ይህ ገጽ ስምዎን፣ የትውልድ ቀንዎን፣ የፓስፖርት ቁጥርዎን እና ሌሎች መለያ መረጃዎችን ያሳያል።
ar: افتح جواز سفرك على الصفحة التي تحتوي على صورتك وبياناتك الشخصية. تعرض هذه الصفحة اسمك وتاريخ ميلادك ورقم جواز سفرك وغيرها من المعلومات التعريفية.
bn: আপনার ছবি ও ব্যক্তিগত তথ্য রয়েছে এমন পৃষ্ঠাটি খুলুন। এই পৃষ্ঠায় আপনার নাম, জন্মতারিখ, পাসপোর্ট নম্বর এবং অন্যান্য পরিচয়সংক্রান্ত তথ্য থাকে।
cs: Otevřete pas na stránce s fotografií a osobními údaji. Na této stránce je uvedeno vaše jméno, datum narození, číslo pasu a další identifikační údaje.
da: Åbn dit pas på siden med dit foto og dine personlige oplysninger. Denne side viser dit navn, din fødselsdato, dit pasnummer og andre identifikationsoplysninger.
de: Öffnen Sie Ihren Reisepass auf der Seite mit Ihrem Foto und Ihren persönlichen Daten. Auf dieser Seite stehen Ihr Name, Ihr Geburtsdatum, Ihre Reisepassnummer und weitere Angaben zu Ihrer Person.
el: Ανοίξτε το διαβατήριό σας στη σελίδα με τη φωτογραφία και τα προσωπικά σας στοιχεία. Σε αυτή τη σελίδα εμφανίζονται το όνομά σας, η ημερομηνία γέννησής σας, ο αριθμός διαβατηρίου σας και άλλα στοιχεία ταυτοποίησης.
es: Abra el pasaporte en la página con su foto y datos personales. En esta página aparecen su nombre, fecha de nacimiento, número de pasaporte y otros datos identificativos.
es_mx: Abra su pasaporte en la página con su foto y datos personales. Esta página muestra su nombre, fecha de nacimiento, número de pasaporte y otra información de identificación.
fa: Gozarnameye khod ra be safhe-i baz konid ke aks va etelaate shakhsitan dar an ast. In safhe nam, tarikhe tavalod, shomareye gozarname va digar etelaate hoviyati shoma ra neshan midahad.
fi: Avaa passi sivulle, jolla ovat valokuvasi ja henkilötietosi. Sivulla näkyvät nimesi, syntymäaikasi, passinumerosi ja muut tunnistetietosi.
fil: Buksan ang iyong pasaporte sa pahinang may larawan at personal na detalye. Makikita sa pahinang ito ang iyong pangalan, petsa ng kapanganakan, numero ng pasaporte, at iba pang impormasyong tumutukoy sa iyong pagkakakilanlan.
fr: Ouvrez votre passeport à la page comportant votre photo et vos informations personnelles. Cette page indique votre nom, votre date de naissance, votre numéro de passeport et d’autres informations d’identité.
fr_ca: Ouvrez votre passeport à la page où figurent votre photo et vos renseignements personnels. Cette page indique votre nom, votre date de naissance, votre numéro de passeport et d’autres renseignements d’identification.
ha: Buɗe fasfonku zuwa shafin da ke ɗauke da hotonku da bayananku na sirri. Wannan shafin yana nuna sunanku, ranar haihuwarku, lambar fasfo, da sauran bayanan tantancewa.
he: פתחו את הדרכון בעמוד שבו מופיעים התמונה והפרטים האישיים שלכם. בעמוד זה מופיעים שמכם, תאריך הלידה, מספר הדרכון ופרטים מזהים נוספים.
hi: अपना पासपोर्ट उस पृष्ठ पर खोलें जिसमें आपकी फ़ोटो और व्यक्तिगत जानकारी हो। इस पृष्ठ पर आपका नाम, जन्मतिथि, पासपोर्ट नंबर और अन्य पहचान संबंधी जानकारी होती है।
hr: Otvorite putovnicu na stranici s fotografijom i osobnim podacima. Na toj se stranici nalaze vaše ime, datum rođenja, broj putovnice i drugi identifikacijski podaci.
hu: Nyissa ki az útlevelét a fényképét és személyes adatait tartalmazó oldalnál. Ezen az oldalon szerepel a neve, születési ideje, útlevélszáma és más azonosító adatai.
id: Buka paspor Anda pada halaman yang memuat foto dan data pribadi Anda. Halaman ini menampilkan nama, tanggal lahir, nomor paspor, dan informasi identitas lainnya.
is: Opnaðu vegabréfið á síðunni með myndinni þinni og persónuupplýsingum. Á þessari síðu eru nafn þitt, fæðingardagur, vegabréfsnúmer og aðrar upplýsingar sem auðkenna þig.
it: Apri il passaporto alla pagina con la foto e i dati personali. Questa pagina riporta il tuo nome, la data di nascita, il numero di passaporto e altre informazioni identificative.
ja: パスポートの顔写真と個人情報が記載されたページを開いてください。このページには、氏名、生年月日、パスポート番号などの本人確認情報が記載されています。
ka_ge: გადაშალეთ პასპორტი იმ გვერდზე, სადაც თქვენი ფოტო და პირადი მონაცემებია. ამ გვერდზე მითითებულია თქვენი სახელი, დაბადების თარიღი, პასპორტის ნომერი და სხვა საიდენტიფიკაციო ინფორმაცია.
kk: Төлқұжатыңызды фотосуретіңіз бен жеке деректеріңіз бар бетке ашыңыз. Бұл бетте атыңыз, туған күніңіз, төлқұжат нөміріңіз және басқа да сәйкестендіру ақпараты көрсетілген.
km_kh: បើកលិខិតឆ្លងដែនរបស់អ្នកទៅទំព័រដែលមានរូបថត និងព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។ ទំព័រនេះបង្ហាញឈ្មោះ ថ្ងៃខែឆ្នាំកំណើត លេខលិខិតឆ្លងដែន និងព័ត៌មានសម្គាល់អត្តសញ្ញាណផ្សេងទៀតរបស់អ្នក។
ko: 여권의 사진과 개인정보가 있는 페이지를 펼치세요. 이 페이지에는 이름, 생년월일, 여권 번호 및 기타 신원 정보가 표시되어 있습니다.
lv: Atveriet pasi lapā ar savu fotoattēlu un personas datiem. Šajā lapā ir norādīts jūsu vārds, dzimšanas datums, pases numurs un cita identifikācijas informācija.
ms: Buka pasport anda pada halaman yang memaparkan foto dan maklumat peribadi anda. Halaman ini memaparkan nama, tarikh lahir, nombor pasport dan maklumat pengenalan lain.
nb: Åpne passet på siden med bildet ditt og personopplysningene dine. Denne siden viser navnet ditt, fødselsdatoen, passnummeret og annen identifiserende informasjon.
ne: फोटो र व्यक्तिगत विवरण भएको पृष्ठमा आफ्नो राहदानी खोल्नुहोस्। यस पृष्ठमा तपाईंको नाम, जन्ममिति, राहदानी नम्बर र अन्य पहिचानसम्बन्धी जानकारी हुन्छ।
nl: Open uw paspoort op de pagina met uw foto en persoonsgegevens. Op deze pagina staan uw naam, geboortedatum, paspoortnummer en andere identificerende gegevens.
pl: Otwórz paszport na stronie ze zdjęciem i danymi osobowymi. Na tej stronie znajdują się Twoje imię i nazwisko, data urodzenia, numer paszportu oraz inne dane identyfikacyjne.
ps_af: د خپل پاسپورټ هغه پاڼه پرانیزئ چې عکس او شخصي معلومات مو پکې دي. دا پاڼه ستاسو نوم، د زېږون نېټه، د پاسپورټ شمېره او نور د پېژندنې معلومات ښيي.
pt: Abra o passaporte na página com a sua fotografia e os seus dados pessoais. Esta página apresenta o seu nome, a data de nascimento, o número do passaporte e outras informações de identificação.
pt_br: Abra seu passaporte na página com sua foto e seus dados pessoais. Essa página mostra seu nome, data de nascimento, número do passaporte e outras informações de identificação.
ro: Deschideți pașaportul la pagina cu fotografia și datele dumneavoastră personale. Această pagină conține numele, data nașterii, numărul pașaportului și alte informații de identificare.
ru: Откройте паспорт на странице с фотографией и личными данными. На этой странице указаны ваше имя, дата рождения, номер паспорта и другие идентификационные данные.
si: ඔබගේ විදේශ ගමන් බලපත්‍රය, ඔබගේ ඡායාරූපය සහ පුද්ගලික තොරතුරු ඇති පිටුවට විවෘත කරන්න. මෙම පිටුවේ ඔබගේ නම, උපන් දිනය, විදේශ ගමන් බලපත්‍ර අංකය සහ වෙනත් හඳුනාගැනීමේ තොරතුරු ඇත.
sk: Otvorte pas na strane s vašou fotografiou a osobnými údajmi. Na tejto strane je uvedené vaše meno, dátum narodenia, číslo pasu a ďalšie identifikačné údaje.
sl: Odprite potni list na strani s fotografijo in osebnimi podatki. Na tej strani so vaše ime, datum rojstva, številka potnega lista in drugi identifikacijski podatki.
sr: Otvorite pasoš na stranici sa fotografijom i ličnim podacima. Na toj stranici nalaze se vaše ime, datum rođenja, broj pasoša i drugi podaci za identifikaciju.
sv: Öppna passet på sidan med ditt foto och dina personuppgifter. På den här sidan finns ditt namn, födelsedatum, passnummer och annan identifierande information.
sw: Fungua pasipoti yako kwenye ukurasa wenye picha na maelezo yako binafsi. Ukurasa huu unaonyesha jina lako, tarehe ya kuzaliwa, nambari ya pasipoti na maelezo mengine ya utambulisho.
th: เปิดหนังสือเดินทางไปที่หน้าที่มีรูปถ่ายและข้อมูลส่วนบุคคลของคุณ หน้านี้จะแสดงชื่อ วันเกิด หมายเลขหนังสือเดินทาง และข้อมูลระบุตัวตนอื่นๆ
tr: Pasaportunuzu, fotoğrafınızın ve kişisel bilgilerinizin bulunduğu sayfayı gösterecek şekilde açın. Bu sayfada adınız, doğum tarihiniz, pasaport numaranız ve diğer kimlik bilgileriniz yer alır.
uk: Відкрийте паспорт на сторінці з фотографією та особистими даними. На цій сторінці вказано ваше ім’я, дату народження, номер паспорта та інші ідентифікаційні дані.
ur: اپنا پاسپورٹ اس صفحے پر کھولیں جس پر آپ کی تصویر اور ذاتی معلومات موجود ہوں۔ اس صفحے پر آپ کا نام، تاریخِ پیدائش، پاسپورٹ نمبر اور دیگر شناختی معلومات درج ہوتی ہیں۔
uz: Pasportingizning fotosuratingiz va shaxsiy ma’lumotlaringiz joylashgan sahifasini oching. Bu sahifada ismingiz, tug‘ilgan sanangiz, pasport raqamingiz va shaxsni aniqlovchi boshqa ma’lumotlar ko‘rsatilgan.
vi: Mở hộ chiếu đến trang có ảnh và thông tin cá nhân của bạn. Trang này có họ tên, ngày sinh, số hộ chiếu và các thông tin nhận dạng khác.
yo: Ṣí ìwé ìrìnnà rẹ sí ojú-ewé tí ó ní fọ́tò rẹ àti àwọn ìwífún ti ara ẹni. Ojú-ewé yìí ní orúkọ rẹ, ọjọ́ ìbí, nọ́mbà ìwé ìrìnnà, àti àwọn ìwífún ìdánimọ̀ míì.
zh_hans: 请打开护照，翻到包含照片和个人信息的页面。该页面显示您的姓名、出生日期、护照号码和其他身份信息。
zh_hant: 請將護照翻到包含相片和個人資料的頁面。此頁面會顯示您的姓名、出生日期、護照號碼及其他身分識別資訊。

# mb_passport_help_open_passport_title
source: Open passport to show data page
ak: Bue akwantuo krataa no kɔ nsɛm krataafa no so
am: የመረጃ ገጹ እንዲታይ ፓስፖርትዎን ይክፈቱ
ar: افتح جواز سفرك على صفحة البيانات
bn: পাসপোর্টের তথ্যসংবলিত পৃষ্ঠাটি খুলুন
cs: Otevřete pas na stránce s údaji
da: Åbn passet, så datasiden vises
de: Öffnen Sie den Reisepass auf der Datenseite
el: Ανοίξτε το διαβατήριό σας στη σελίδα προσωπικών στοιχείων
es: Abra el pasaporte por la página de datos
es_mx: Abra su pasaporte en la página de datos personales
fa: Gozarname ra be safheye etelaat baz konid
fi: Avaa passi tietosivun kohdalta
fil: Buksan ang pasaporte sa pahina ng datos
fr: Ouvrez votre passeport à la page d’identité
fr_ca: Ouvrez votre passeport à la page de renseignements personnels
ha: Buɗe fasfo don nuna shafin bayanai
he: פתחו את הדרכון בעמוד הנתונים
hi: डेटा पृष्ठ दिखाने के लिए पासपोर्ट खोलें
hr: Otvorite putovnicu na stranici s podacima
hu: Nyissa ki az útlevelét az adatokat tartalmazó oldalnál
id: Buka paspor pada halaman data
is: Opnaðu vegabréfið á upplýsingasíðunni
it: Apri il passaporto alla pagina dei dati
ja: パスポートの顔写真と個人情報が記載されたページを開く
ka_ge: გადაშალეთ პასპორტი მონაცემების გვერდზე
kk: Төлқұжатыңыздың деректер бетін ашыңыз
km_kh: បើកលិខិតឆ្លងដែនទៅទំព័រទិន្នន័យ
ko: 여권의 신원 정보 페이지를 펼치세요
lv: Atveriet pasi datu lapā
ms: Buka pasport anda pada halaman biodata
nb: Åpne passet på informasjonssiden
ne: राहदानीको विवरण पृष्ठ खोल्नुहोस्
nl: Open uw paspoort op de gegevenspagina
pl: Otwórz paszport na stronie z danymi
ps_af: د پاسپورټ د معلوماتو پاڼه پرانیزئ
pt: Abra o passaporte na página de dados
pt_br: Abra o passaporte na página de dados
ro: Deschideți pașaportul la pagina cu date personale
ru: Откройте паспорт на странице с данными
si: විදේශ ගමන් බලපත්‍රයේ දත්ත පිටුව විවෘත කරන්න
sk: Otvorte pas na strane s osobnými údajmi
sl: Odprite potni list na strani s podatki
sr: Otvorite pasoš na stranici sa podacima
sv: Öppna passet på sidan med personuppgifter
sw: Fungua pasipoti kwenye ukurasa wa taarifa
th: เปิดหนังสือเดินทางที่หน้าข้อมูล
tr: Pasaportu bilgi sayfası görünecek şekilde açın
uk: Відкрийте паспорт на сторінці з даними
ur: پاسپورٹ کا معلومات والا صفحہ کھولیں
uz: Pasportning ma’lumotlar sahifasini oching
vi: Mở hộ chiếu đến trang thông tin
yo: Ṣí ìwé ìrìnnà sí ojú-ewé ìwífún
zh_hans: 打开护照，翻到个人信息页
zh_hant: 將護照翻到資料頁
